{
	"heroToC": "<style=link><link=\"heroStats\">Attributes</link></style>\n<style=link><link=\"heroDefenses\">Defense Values</link></style>\n<style=link><link=\"heroResistances\">Resistances</link></style>\n<style=link><link=\"abilities\">Abilities</link></style>",
	"abilities": "{abilityLevel}\n{abilityTypes}",
	"abilityLevel": "<b>Ability Levels</b>: Ability levels will automatically increase as the character levels. Ability levels can also be gained from bonus stats.",
	"abilityTypes": "<b>Ability Types</b>: There are four main ability types: Attacks, Spells, Auras, and Passives.\n<b>Attacks</b>: Attack base damage is usually a percentage of weapon damage. Any base damage from the ability is added to the weapon damage for damage calculation. Attacks often use the weapon's stats to determine its speed, range, and other properties. When dual wielding, attacks alternate weapons unless stated otherwise.\n<b>Spells</b>: Spell base damage is the ability's base damage. Weapon stats (such as weapon damage, critical chance, attack speed, etc.) do not affect spell damage.\n<b>Auras</b>: If an aura targets allies, it applies bonuses to the character and nearby allies. If an aura targets enemies, it applies those bonuses only to nearby enemies. Aura range is not affected by AoE Radius.\n<b>Passives</b>: Applies bonuses to the character. Passives are not affected by any aura related bonuses.",
	"heroStats": "<b>Strength</b>: +1% Armor per 5 points, +1% Attack Damage per 10 points\n<b>Intelligence</b>: +1% Mana Shield per 5 points, +1% Spell Damage per 10 points\n<b>Agility</b>: +1% Dodge Rating per 5 points, +1% Attack and Cast Speed per 10 points\n<b>Will</b>: +1% Resolve Rating per 5 points, +1% Status Effect Damage per 10 points",
	"heroDefenses": "<b>Armor</b>: Reduces physical damage taken from <style=link><link=\"hits\">hits</link></style>. Reduction rate from armor stacks multiplicatively with physical resistance.\n<b>Dodge Rating</b>: Chance to avoid all damage from <style=link><link=\"hits\">hits</link></style>. Chance is dependent on dodge rating and the enemy's accuracy value.\n<b>Mana Shield</b>: Absorbs damage, similar to another layer of health. Regenerates at a base rate of 10% per second after not taking any damage for 4 seconds (<style=link><link=\"statusEffects\">Poison</link></style> damage ignores shields)\n<b>Resolve Rating</b>: Decreases damage to effectiveness ratio for incoming non-damaging <style=link><link=\"statusEffects\">status effects</link></style> and decreases damage taken from damaging status effects.",
	"heroResistances": "<b>Resistances</b>: Each point of resistance reduces damage taken from that <style=link><link=\"elements\">type</link></style> by 1%. The base maximum resistance value is 80% and can go up to 95% with various <style=link><link=\"bonusStats\">bonuses</link></style>.",
	"statusEffects": "<b>Status Effects</b>: Various conditions that apply certain effects to the target. In general, only <style=link><link=\"hits\">hits</link></style> can cause status effects. By default each status effect (excluding poison) cannot stack with itself and the strongest effect applied overwrites the weakest. Effects such as Repeat Offender or Auras are not status effects. \n<b>Damaging Status Effects</b>: Includes Bleed, Poison, Electrocute, and Radiation. Damage dealt is a percentage of the original hit damage before any defensive reductions.\n<b>Non-Damaging Status Effects</b>: Includes Chill, Fracture, and Pacify. The effectiveness is dependent on damage dealt relative to the target's maximum health (after any defensive reductions). The maximum effect can be increased by status effectiveness up to a hard maximum.\n{bleed}\n{poison}\n{burn}\n{chill}\n{electrocute}\n{fracture}\n{pacify}\n{radiation}",
	"bleed": "<b>Bleed</b>: Physical DoT that deals additional damage based on how far the target has moved.\n<margin=0.5em>Deals 10% of original Physical Damage per second over 4s\nDeals an additional 10% of original Physical Damage per distance unit moved</margin>",
	"burn": "<b>Burn</b>: Fire DoT.\n<margin=0.5em>Deals 15% of original Fire Damage per second over 3s.</margin>",
	"chill": "<b>Chill</b>: Cold status effect that reduces target movement speed and health/shield regeneration rate.\n<margin=0.5em>Base maximum of Movement Speed/Regen x0.85 at 10% of Maximum Health dealt by Cold Damage\nHard maximum of Movement Speed/Regen x0.50</margin>",
	"electrocute": "<b>Electrocute</b>: Lightning damage over time. Builds up damage over its duration instead of applying it to the target. Deals x1.50 of built up damage to original target and x1.00 to a nearby secondary target at the end of duration. \n<margin=0.5em>Stores 5% of original Lightning Damage per second for 2s</margin>",
	"fracture": "<b>Fracture</b>: Earth status effect. Reduces target's physical and <style=link><link=\"elements\">elemental</link></style> resistances.\n<margin=0.5em>Base maximum of Physical/Elemental Resistances -5 at 10% of Maximum Health dealt by Earth Damage\nHard maximum of Physical/Elemental Resistances -25</margin>",
	"pacify": "<b>Pacify</b>: Divine status effect. Reduces target's damage and ability speed.\n<margin=0.5em>Base maximum of x0.80 Damage and x0.90 Ability Speed at 10% of Maximum Health dealt by Divine Damage\nHard maximum of x0.50 Damage and x0.75 Ability Speed</margin>",
	"radiation": "<b>Radiation</b>: Void damage over time. Deals damage to original target and any nearby targets.\n<margin=0.5em>Deals 5% of original Void Damage per second over 5s</margin>",
	"poison": "<b>Poison</b>: Physical damage over time with a maximum of 30 stacks. Ignores shields and affects health directly.\n<margin=0.5em>Deals 3% of original Physical Damage per second over 3s</margin>",
	"hits": "<b>Hits</b>: A source of damage that is not damage over time or retaliation damage.\n{directHits}\n{damageOverTime}",
	"directHits": "<b>Direct Hits:</b> A hit from an ability.",
	"damageOverTime": "<b>Damage Over Time (DoT)</b>: Damage that is applied continuously over time.\n{damageOverTimeSpeed}",
	"damageOverTimeSpeed": "<b>DoT Speed</b>: A <style=link><link=\"bonusStats\">bonus stat</link></style> that reduces duration while increasing the damage per second. Total damage is the same but applied over a shorter time frame.",
	"elements": "<b>Elemental</b>: Collective term for Fire, Cold, Lightning, and Earth.\n<b>Astral</b>: Collective term for Divine and Void.",
	"bonusStats": "<b>Bonus Stat</b>: A modifier for an item or character's capabilities in some way (e.g., Maximum Health +15%). Stats usually affect the character and may include the word \"Global\" to differentiate it from local stats. Stats are calculated in a certain order in regards to their modifier type.\n<margin=0.5em>(Base Stat + Flat Modifiers) x (Additive Modifiers) x (Multiplicative Modifiers)</margin>\n{localStats}\n{bonusModifierTypes}",
	"localStats": "<b>Local Stats</b>: A stat that is not applied to a character but instead to the item that it appears on. These stats always appear with the word \"Local\".",
	"bonusModifierTypes": "{flatModifier}\n{additiveModifier}\n{multiplyModifier}\n{fixedModifier}",
	"flatModifier": "<b>Flat Modifier</b>: A stat modifier that appears as <b>-YY</b> or <b>+YY</b> (e.g., Global Armor +15, Maximum Health -30). These stack additively with other flat modifiers.",
	"additiveModifier": "<b>Additive Modifier</b>: A stat modifier that appears as <b>-YY%</b> or <b>+YY%</b> (e.g., Global Armor +15%, Maximum Health -30%). These stack additively together.",
	"multiplyModifier": "<b>Multiplicative Modifier</b>: A stat modifier that appears as <b>xY.YY</b> (e.g., Global Armor x1.15, Maximum Health x0.70). These stack multiplicatively together.",
	"fixedModifier": "<b>Fixed Modifier</b>: A stat modifier that appears as <b>is YY</b> (e.g., Maximum Health is 100). These override and ignore all other modifiers.",
	"itemLevel": "<b>Item Level</b>: Affects which affixes are available to the item. Item level is determined by the stage level.\n{affixes}",
	"affixes": "<b>Affixes</b>: A <style=link><link=\"bonusStats\">stat</link></style> or collection of stats that appears on items. Affixes are split into the categories innate, prefix, and suffix. Innate affixes are determined by the item type and cannot be changed. Each item has a rarity that determines how many prefixes and suffixes it may have. Unique items are an exception and have their own set of affixes that only modified by rerolling their values.",
	"workshopBase": "<style=link><link=\"itemLevel\">Item Level and Affixes</link></style>\n<style=link><link=\"workshopOptions\">Item Crafting</link></style>\n<style=link><link=\"bonusStats\">Stats and Modifiers</link></style>",
	"workshopOptions": "{rerollAffix}\n{rerollValues}\n{addRemoveAffix}\n{upgradeRarity}\n{toNormal}\n{lockAffix}",
	"rerollAffix": "<b>Reroll Affix</b>: Generates a new set of random affixes for the item. Locked affixes will stay. Removes all locks.",
	"rerollValues": "<b>Reroll Values</b>: Rerolls numeric values for each affix. Locked affixes are not affected. Removes all locks.",
	"addRemoveAffix": "<b>Add Affix</b>: Adds one new random affix. Does not remove affix locks.\n<b>Remove Affix</b>: Removes one random affix. Locked affixes are not included in the random selection. Removes all locks.",
	"upgradeRarity": "<b>Upgrade Rarity</b>: Upgrade item rarity by one tier and adds one random affix.\n<margin=0.5em>Normal > Uncommon > Rare > Epic</margin>",
	"toNormal": "<b>Clear Item and Set To Normal</b>: Removes all affixes from item and resets rarity tier to normal. If an affix is locked, then that affix will stay and the item will be set to uncommon instead. Removes all locks.",
	"lockAffix": "<b>Lock Affix</b>: Applies a lock to an affix, preventing it from being modified or removed. Locks only last through one operation that would affect the affix. You may only add one affix lock on an item."
}